Repository: Bluegrams/Vividl
Catalog: Vividl/Properties/Resources.*.resx
Languages: ar_eg, cy, de, fr, hu, it, ja, ko, nl, pl, pt, sv

# MainWindow_FetchFailed_General
source: Please make sure the given URL is valid.
ar_eg: برجاء التأكد أن الرابط صالح
cy: Gwnewch yn siŵr bod yr URL a roddir yn ddilys.
de: Bitte stelle sicher, dass die angegebene URL valide ist.
fr: Veuillez vous assurer que l'URL indiquée est valide.
hu: Kérjük, ellenőrizze, hogy a megadott URL érvényes-e.
it: Assicurati che la URL inserita sia valida.
ja: このURLが有効か確認してください。
ko: 유효한 URL이 아닙니다.
nl: Zorg ervoor dat de opgegeven URL geldig is.
pl: Proszę upewnić się, że dany adres jest poprawny.
pt: Verifique se o URL fornecido é válido.
sv: Vänligen se till att given URL är giltig.

# Video_DownloadStarting
source: Downloading "{0}"...
ar_eg: تحميل "{0}"...
cy: Llwytho i lawr "{0}" ...
de: Lädt "{0}" herunter...
fr: téléchargement "{0}"...
hu: {0} letöltése...
it: Download di "{0}"...
ja: ダウンロード中 "{0}"...
ko: 다운로드 중 "{0}"...
nl: Laden "{0}" naar beneden...
pl: Pobieranie "{0}"...
pt: Transferindo "{0}"...
sv: Laddar ner "{0}"...

# VideoEntry_OpenInBrowser
source: Open In Browser
ar_eg: إفتح في المتصفح
cy: Agor Mewn Porwr
de: Im Browser öffnen
fr: Ouvrir dans le navigateur
hu: Megnyitás böngészőben
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Im Browser openen
pl: Otwórz w przeglądarce
pt: Abrir no navegador
sv: Öppna i webbläsaren

# PlaylistEntry_CopyUrl
source: Copy Playlist URL
ar_eg: نسخ رابط قائمة التشغيل
cy: Copi URL Rhestr Chwarae
de: Playlist URL kopieren
fr: Copier l'URL de la playlist
hu: Lejátszási lista URL másolása
it: Copia URL playlist
ja: 再生リストのURLをコピー
ko: 재생목록 URL 복사
nl: Playlist URL kopieren
pl: Kopiuj adres playlisty
pt: Copiar URL da lista de reprodução
sv: Kopiera spellistans URL

# MetadataWindow_Details
source: Details
ar_eg: التفاصيل
cy: Manylion
hu: Részletek
it: Dettagli
ja: 詳細
ko: 세부사항
pl: Detale
pt: Detalhes
sv: Detaljer

# SettingsWindow_Appearance
source: Appearance
ar_eg: المظهر
cy: Ymddangosiad
de: Ansicht
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 외형
nl: Zicht
pl: Wygląd
pt: Aparencia
sv: Utseende

# SettingsWindow_Theme
source: Application Theme:
ar_eg: شكل التطبيق:
cy: Thema'r Cais:
de: Farbthema:
fr: Thème d'application:
hu: Alkalmazás témája:
it: Tema applicazione:
ja: アプリのテーマ:
ko: 애플리케이션 테마:
nl: Kleur thema:
pl: Motyw aplikacji:
pt: Tema da aplicação:
sv: Applikationens Tema:

# MainWindow_ListEmpty
source: Add new videos by pasting, importing or dragging & dropping URLs.
ar_eg: أضف فيديوهات جديدة عن طريق لصق الروابط.
cy: Ychwanegwch fideos newydd trwy gludo neu fewnforio URLs.
de: Videos URLs aus Zwischenablage, Datei oder per Drag & Drop hinzufügen.
fr: Ajoutez de nouvelles vidéos en collant ou en important des URL.
hu: Új videók hozzáadása URL-ek beillesztésével, importálásával vagy áthúzásával.
it: Aggiungi nuovi video incollando o importando le URL.
ja: 貼り付け、インポート、URLのドラッグ&ドロップで新しい動画を追加。
ko: URL을 가져오거나, 붙여넣거나, 드래그 & 드롭으로 새 동영상을 추가하세요.
nl: Voeg video-URL's toe vanaf het klembord of bestand
pl: Dodaj nowe filmy wklejając lub importując adresy URL.
pt: Adiciona novos videos ao copiar ou importar URLs.
sv: Lägg till nya videoklipp genom att klistra in eller importera URLs.

# DownloadOption_Webm
source: Convert to WebM
ar_eg: تحويل إلى WebM
cy: Trosi i WebM
de: Konvertieren zu WebM
fr: Convertir en WebM
hu: WebM-be konvertálás
it: Converti in WebM
ja: WebM に変換
ko: WebM으로 변환
nl: Omzetten naar WebM
pl: Konwertuj do WebM
pt: Converter para WebM
sv: Konvertera till WebM

# SettingsWindow_PreferRecoding
source: Download best quality and convert
ar_eg: تحميل أفضل جودة وتحويل
cy: Dadlwythwch yr ansawdd gorau a'i drosi
de: Beste Qualität herunterladen und konvertieren
fr: Téléchargez la meilleure qualité et convertissez
hu: Töltse le a legjobb minőséget és konvertálja
it: Download qualità migliore e conversione
ja: 最良の品質でダウンロードして変換
ko: 최고 품질로 다운로드 및 변환
nl: Download en converteer de beste kwaliteit
pl: Pobierz w najlepszej jakości i konwersji
pt: Transferir com melhor qualidade e converter
sv: Ladda ner högsta kvalitet och konvertera

# VideoEntry_Reload
source: Reload Video
ar_eg: إعادة تحميل الفيديو
cy: Fideo Ail-lwytho
de: Video neu laden
fr: Recharger la vidéo
hu: Videó újratöltése
it: Ricarica video
ja: 動画を再読込
ko: 동영상 새로고침
nl: Video nu laden
pl: Ponownie załaduj film
pt: Recargar video
sv: Ladda om video

# SettingsWindow_ArchiveFile
source: Use Download Archive
ar_eg: إستخدم أرشيف التحميل
cy: Defnyddiwch Download Archif
de: Downloadarchiv verwenden
fr: Utiliser l'archive de téléchargement
hu: Letöltési archívum használata
it: Usa archivio download
ja: ダウンロードアーカイブの記録を使用
ko: 보관된 다운로드 사용
nl: Downloadarchief verwenden
pl: Używaj archiwum do pobierania
pt: Usar arquivo de transferências
sv: Använd nerladdningsarkivet

# MetadataWindow_Source
source: Source:
ar_eg: مصدر:
cy: Ffynhonnell:
de: Quelle:
fr: La Source:
hu: Forrás: Forrás:
it: Sorgente:
ja: 対象サイト:
ko: 출처:
nl: Bron:
pl: Źródło:
pt: Origem:
sv: Källa:

# MainWindow_MenuRemoveFinished
source: Remove _Finished
ar_eg: كل التحميلات _المنتهية
cy: Pob Dadlwythiad Gorffenedig
de: _Beendete entfernen
fr: Tous _Téléchargements terminés
it: Rimuovi _completati
ja: 完了済みを削除(_F)
ko: 완료 목록 삭제(_F)
nl: Alle _afgewerkte Downloads
pt: Todas as transferências concluídas
sv: Alla _Färdiga Nerladdningar

# MainWindow_MenuRemoveUnavailable
source: Remove _Unavailable
ar_eg: كل التحميلات _الغير متوفرة
cy: Pob Dadlwythiad Heb fod ar Gael
de: _Unverfügbare entfernen
fr: Tous les téléchargements _indisponibles
it: Rimuovi _non disponibili
ja: 利用不可を削除(_U)
ko: 사용할 수 없는 목록 삭제(_U)
nl: Alle _onafgewerkte Downloads
pt: Todas as transferências não concluídas
sv: Alla _otillgängliga Nerladdningar

# Video_DownloadFailed
source: Failed to download "{0}".
ar_eg: لم تنجح محاولة تحميل "{0}".
cy: Wedi methu lawrlwytho "{0}".
de: Download von "{0}" fehlgeschlagen.
fr: Échec du téléchargement "{0}".
hu: A "{0}" letöltése sikertelen volt.
it: Download fallito "{0}".
ja: ダウンロード失敗 "{0}".
ko: 다운로드 실패 "{0}".
nl: Download van "{0}" mislukt.
pl: Nie udało się pobrać filmu "{0}".
pt: Falhou para transferir "{0}".
sv: Nerladdning misslyckades "{0}".

# SettingsWindow_AutoCheckUpdates
source: Automatically check for updates at startup
ar_eg: إبحث عن تحديثات عند بدء البرنامج
cy: Gwiriwch yn awtomatig am ddiweddariadau wrth gychwyn
de: Beim Start automatisch nach Updates suchen
fr: Rechercher automatiquement les mises à jour au démarrage
hu: Automatikusan ellenőrizze a frissítéseket indításkor
it: Controlla automaticamente aggiornamenti all'avvio
ja: 起動時に自動で更新確認
ko: 시작 시 자동으로 업데이트 확인
nl: Bij opstaren automatish zoeken naar updates
pl: Automatycznie sprawdzaj aktualizacje przy starcie
pt: Verificar automaticamente se há atualizações durante a inicialização
sv: Leta automatiskt efter uppdateringar vid uppstart

# VideoEntry_AlreadyDownloaded
source: Already existent. Item skipped.
ar_eg: الملف موجود. تم تخطيه.
cy: Eisoes yn bodoli. Eitem wedi'i hepgor.
de: Bereits vorhanden. Übersprungen.
fr: Déjà existant. Élément ignoré.
hu: Már létezik. Elem kihagyva.
it: Già esistente. Elemento ignorato.
ja: 既に存在します。この項目は飛ばします。
ko: 이미 존재하는 항목입니다. 해당 항목을 건너뜁니다.
nl: Bestaat al. Overgeslagen.
pl: Już istnieje. Obiekt pominięty.
pt: Já existente. Item pulado.
sv: Existerar redan. Objekt skippat.

# FetchWindow_Options
source: Options
ar_eg: الخيارات
cy: Opsiynau
de: Optionen
hu: Opciók
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt: Opções
sv: Alternativ

# FetchWindow_DownloadFormat
source: Download Format
ar_eg: تحميل التصميم
cy: Lawrlwytho Fformat
fr: Télécharger le format
hu: Letöltési formátum:
it: Formato download:
ja: ダウンロードする形式
ko: 다운로드 포맷:
nl: Downloadformaat
pl: Format pobierania
pt: Formato da transferencia
sv: Nerladdningsformat

# FetchWindow_DownloadPlaylist
source: Download playlist if available
ar_eg: تحميل قائمة التشغيل إن وجدت
cy: Dadlwythwch restr chwarae os yw ar gael
de: Wenn möglich Playlist herunterladen
fr: Télécharger la playlist si disponible
hu: Lejátszási lista letöltése, ha rendelkezésre áll
it: Download playlist se disponibile
ja: 存在すれば再生リストをダウンロード
ko: 사용 가능한 재생목록 다운로드
nl: Download indien mogelijk de playlist
pl: Pobrana playlista jest dostępna
pt: Transferir lista de reprodução. se disponivel
sv: Ladda ner spellista om tillgänglig

# FetchWindow_ImmediateDownload
source: Start download immediately
ar_eg: إبدأ التحميل فوراً
cy: Dechreuwch lawrlwytho ar unwaith
de: Download direkt starten
fr: Lancer le téléchargement immédiatement
hu: Letöltés azonnali megkezdése
it: Avvia download
ja: すぐにダウンロード開始
ko: 즉시 다운로드 시작
nl: Download direkt starten
pl: Pobierz natychmiast
pt: Começar transferência imediatamente
sv: Starta nerladdning direkt

# FetchWindow_Password
source: Password
ar_eg: كلمة السر
cy: Cyfrinair
de: Passwort
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
sv: Lösenord

# FetchWindow_Settings
source: Settings
ar_eg: الإعدادات
cy: Gosodiadau
de: Einstellungen
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
sv: Inställningar

# FetchWindow_TabAuthentication
source: Authentication
ar_eg: إثبات الدخول
cy: Dilysu
de: Authentifizierung
fr: Authentification
hu: Hitelesítés
it: Autenticazione
ja: 認証
ko: 인증
nl: Authenticatie
pl: Autentykacja
pt: Autenticação
sv: Autentisering

# FetchWindow_TabGeneral
source: General
ar_eg: عام
cy: Cyffredinol
de: Allgemein
fr: Général
hu: Általános
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
sv: Allmänt

# FetchWindow_Username
source: Username
ar_eg: إسم المستخدم
cy: Enw defnyddiwr
de: Nutzername
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자명
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome do usuário
sv: Användarnamn

# FetchWindow_VideoPassword
source: Video Password
ar_eg: كلمة سر الفيديو
cy: Cyfrinair Fideo
de: Videopasswort
fr: Mot de passe vidéo
hu: Videó jelszó
it: Password video
ja: 動画のパスワード
ko: 동영상 비밀번호
nl: Video wachtwoord
pl: Hasło filmu
pt: Senha do video
sv: Videolösenord

# MainWindow_MenuOutputWindow
source: Show Output Window
ar_eg: إظهار شاشة الناتج
cy: Dangos Ffenestr Allbwn
de: Ausgabefenster anzeigen
fr: Afficher la fenêtre de sortie
hu: Kimeneti ablak megjelenítése
it: Visualizza finestra destinazione
ja: 出力ウィンドウを表示
ko: 출력창 표시
nl: Uitvoervenster tonen
pl: Pokaż wyjściowe okno
pt: Mostrar janela do resultado
sv: Visa utdatafönster

# DownloadOutputWindow_ClearOutput
source: Clear Output
ar_eg: مسح الناتج
cy: Allbwn Clir
de: Ausgabe leeren
fr: Effacer la sortie
hu: Kimenet törlése
it: Azzera output
ja: 出力を消去
ko: 출력 비우기
nl: output leegmaken
pl: Wyczyść wyjście
pt: Limpar resultado
sv: Rensa utdata

# DownloadOutputWindow_CopyOutput
source: Copy Output
ar_eg: نسخ الناتج
cy: Copi Allbwn
de: Ausgabe kopieren
fr: Copier la sortie
hu: Kimenet másolása
it: Copia output
ja: 出力をコピー
ko: 출력 복사
nl: output kopieren
pl: Kopiuj wyjście
pt: Copiar resultado
sv: Kopiera utdata

# DownloadOutputWindow_Title
source: Download Output
ar_eg: تحميل الناتج
cy: Dadlwythwch Allbwn
de: Download Ausgabe
fr: Télécharger la sortie
hu: Kimenet letöltése
it: Output download
ja: ダウンロードの出力状況
ko: 다운로드 출력 현황
pl: Wyjście pobierania
pt: Transferir resultado
sv: Nerladdningsutdata

# SettingsWindow_AddMetadata
source: Add metadata to files
ar_eg: أضف المعلومات الوصفية إلى الملف
cy: Ychwanegu metadata at ffeiliau
de: Metadaten zu Dateien hinzufügen
fr: Ajouter des métadonnées aux fichiers
hu: Metaadatok hozzáadása a fájlokhoz
it: Aggiunti metadati ai file
ja: メタデータをファイルに追加
ko: 파일에 메타데이터 추가하기
nl: Voeg metadata toe aan bestanden
pl: Dodaj metadane do filmów
pt: Adicionar metadata aos ficheiros
sv: Lägg till metadata till filer

# SettingsWindow_Proxy
source: Proxy
ar_eg: بروكسي
cy: Dirprwy
ja: プロキシ
ko: 프록시

# SettingsWindow_ProxyUrl
source: Proxy URL
ar_eg: رابط بروكسي
cy: URL dirprwy
de: Proxy Adresse
it: URL Proxy
ja: プロキシURL
ko: 프록시 URL
nl: Proxy Address

# VideoEntry_CurrentProgress
source: Download progress of current file
ar_eg: حالة تحميل الملف الحالي
cy: Dadlwythwch gynnydd y ffeil gyfredol
de: Downloadfortschritt der aktuellen Datei
fr: Télécharger la progression du fichier actuel
hu: Az aktuális fájl letöltésének előrehaladása
it: Avanzamento download file attuale
ja: 進行状況
ko: 현재 파일의 다운로드 진행상황
nl: Download vooruitgang van het huidige bestand
pl: Postęp pobierania pliku
pt: Transferir progresso do ficheiro actual
sv: Nerladdningsframsteg

# VideoEntry_DownloadSpeed
source: Current download rate
ar_eg: معدل التحميل الحالي
cy: Cyfradd lawrlwytho gyfredol
de: Aktuelle Downloadrate
fr: Taux de téléchargement actuel
hu: Aktuális letöltési sebesség
it: Velocità download
ja: ダウンロード速度
ko: 다운로드 속도
nl: Huidige downloadsnelheid
pl: Obecna szybkość pobierania
pt: Taxa de download atual
sv: Nuvarande nerladdningshastighet

# VideoEntry_RemainingTime
source: Expected remaining time for current file
ar_eg: الوقت المتوقع للإنتهاء من الملف الحالي
cy: Disgwylir yr amser sy'n weddill ar gyfer y ffeil gyfredol
de: Erwartete verbleibende Zeit für aktuelle Datei
fr: Temps restant attendu pour le fichier actuel
hu: Az aktuális fájl várható hátralévő ideje
it: Tempo rimanente file attuale
ja: 予想残り時間
ko: 예상 다운로드 잔여시간
nl: Verwachte resterende tijd voor het huidige bestand
pl: Oczekiwany pozostały czas dla obecnego pliku
pt: Tempo restante esperado para o ficheiro actual
sv: Förväntad kvarstående tid för nuvarande fil

# VideoEntry_TotalDownloadSize
source: Total download size of current file
ar_eg: حجم تحميل الملف الحالي
cy: Cyfanswm maint lawrlwytho'r ffeil gyfredol
de: Gesamtgröße der aktuellen Datei
fr: TaTille totale de téléchargement du fichier actuel
hu: Az aktuális fájl teljes letöltési mérete
it: Totale dimensione download file attuale
ja: 合計ダウンロードサイズ
ko: 현재 다운로드중인 파일 크기
nl: Totale grootte van het huidige bestand
pl: Pełny rozmiar aktualnie pobieranego pliku
pt: Tamanho total do actual ficheiro transferido
sv: Total nerladdningsstorlek för nuvarande fil

# FormatSelectionWindow_Title
source: Configure Download
de: Download konfigurieren
hu: Letöltés konfigurálása
it: Configura download
ja: ダウンロードの構成
ko: 다운로드 설정

# FormatSelectionWindow_CurrentConfiguration
source: Current Configuration:
de: Aktuelle Konfiguration:
hu: Jelenlegi konfiguráció:
it: Configurazione attuale:
ja: 現在の設定:
ko: 현재 설정:

# FormatSelectionWindow_TabCombinedChannels
source: Audio + Video
hu: Hang + videó
it: Audio e video
ja: 音声 + 動画
ko: 음원 + 동영상

# FormatSelectionWindow_TabSeparateChannels
source: Video/ Audio only
de: Nur Video/ Audio
hu: Csak videó/hang
it: Solo video/audio
ja: 動画/ 音声のみ
ko: 동영상/ 오디오 전용

# DownloadOption_Custom
source: Custom Download
de: Benutzerdefiniert
hu: Egyéni letöltés
it: Download personalizzato
ja: ダウンロードの指定
ko: 사용자 지정 다운로드

# VideoEntry_CustomizeDownload
source: Configure Download
de: Download konfigurieren
hu: Letöltés konfigurálása
it: Configura download
ja: ダウンロードの構成
ko: 다운로드 구성

source: Video
hu: Videó
ja: 動画
ko: 동영상

source: Audio only
de: Nur Audio
hu: Csak hang
it: Solo audio
ja: 音声のみ
ko: 오디오 전용

# FormatSelectionWindow_ConvertTo
source: Convert to:
de: Konvertiere zu:
hu: Konvertálás:
it: Converti in:
ja: 変換先:
ko: 변환할 포맷 선택:

source: Apply
de: Anwenden
hu: Alkalmazza a
it: Applica
ja: 適用
ko: 적용

source: Audio
it: Solo audio
ja: 音声
ko: 오디오

# FormatSelectionWindow_FileExtension
source: File Extension
de: Dateiendung
hu: Fájl kiterjesztés
it: Estensione file
ja: ファイル拡張子
ko: 파일 확장자

# FormatSelectionWindow_WidthAndHeight
source: Video width and height
de: Videobreite und -höhe
hu: Videó szélessége és magassága
it: Larghezza/altezza video
ja: 動画の幅と高さ
ko: 동영상의 길이와 높이

# FormatSelectionWindow_DownloadSize
source: Approximate download size
de: Ungefähre Downloadgröße
hu: Hozzávetőleges letöltési méret
it: Dimensioni approssimative download
ja: およそのダウンロードサイズ
ko: 예상 다운로드 크기

# OverwriteMode_None
source: Skip existing
de: Existierende überspringen
hu: Meglévő fájlok kihagyása
it: Salta esistente
ja: 存在すれば処理しない
ko: 이미 존재하는 항목 건너뛰기

# OverwriteMode_Overwrite
source: Overwrite existing
de: Existierende überschreiben
hu: A meglévő felülírása
it: Sovrascrivi esistente
ja: 存在すれば上書する
ko: 이미 존재하는 항목 덮어쓰기

# OverwriteMode_Increment
source: Re-download (rename)
de: Neu herunterladen (umbenennen)
hu: Újratöltés (átnevezés)
it: Nuovo download (rinomina)
ja: 再ダウンロード (改名)
ko: 재다운로드 (이름 변경)

# YtdlUpdateService_NewUpdateMessage
source: A new version of youtube-dl is available! The latest version is {0}. You have {1}.
de: Eine neue Version von youtube-dl ist verfügbar! Die neueste Version ist {0}. Die aktuelle Version ist {1}.
hu: A youtube-dl új verziója elérhető! A legújabb verzió a {0}. Megvan az {1}.
it: È disponibile una nuova versione di {2}! La versione aggiornata è la versione {0}. Quella installata è la versione {1}.
ja: youtube-dl の最新版があります! 最新版 {0}:. 使用中: {1}.
ko: youtube-dl의 새 버전이 확인되었습니다! 최신 버전 {0}:. 현재 버전: {1}.

# DownloadOption_Exception_NoFormat
source: Must specify either video or audio format.
de: Angabe von Video- oder Audioformat erforderlich.
hu: Meg kell adnod a videó vagy az audio formátumot.
it: È necessario specificare il formato video o audio.
ja: 動画か音声どちらかの形式を指定する必要があります。
ko: 동영상 또는 오디오 포맷을 선택해주세요.

# DownloadOption_Exception_RecodeFormat
source: Must specify a video recode format when merging formats.
de: Angabe eines Videokonvertierungsformats erforderlich.
hu: Meg kell adnia a videó átkódolási formátumot a formátumok egyesítésekor.
it: Quando si uniscono i formati è necessario specificare un formato di ricodifica video .
ja: 形式を結合するには、動画を再エンコードする形式を指定する必要があります。
ko: 포맷을 결합하려면 동영상 녹화 포맷을 선택하세요.

# DownloadOption_Exception_NoAudio
source: Cannot use video-only download when extracting audio.
de: Audioextraktion bei reinem Videodownload nicht möglich.
hu: Nem lehet csak videó letöltést használni a hang kivonásakor.
it: Impossibile usare il download solo video durante l'estrazione dell'audio.
ja: 音声抽出時は動画のみのダウンロードはできません。
ko: 오디오 추출 중에는 동영상 전용 다운로드를 사용할 수 없습니다.

# MainWindow_MenuReloadAll
source: Re_load All Videos
de: Alle Videos _neu laden
hu: Minden videó újratöltése
it: Ricarica tutti i video
ja: すべての動画を再読込(_L)
ko: 전체 동영상 새로고침(_L)

source: Copy
de: Kopieren
it: Copia
ja: コピー
ko: 복사

# SettingsWindow_HardwareAcceleration
source: Use GPU acceleration for video recoding
de: Hardwarebeschleunigung für Videorekodierung verwenden
hu: GPU-gyorsítás használata a videó újrakódolásához
it: Per la registrazione video usa accelerazione GPU
ja: 動画の再変換に GPU アクセラレーションを使用
ko: 동영상 재변환시 GPU 가속 사용

# MainWindow_HeaderAutomate
source: _Automate
de: _Automatisieren
it: _Automatizza
ja: 自動化(_A)
ko: 자동화(_A)

# MainWindow_MenuAutomateEnable
source: _Auto-import URLs from Clipboard
de: _Auto-importieren aus Zwischenablage
hu: _Automatikus URL-import a vágólapról
it: _Importa automaticamente URL dagli Appunti
ja: クリップボードからURLを自動でインポート(_A)
ko: 클립보드에서 URL 자동으로 가져오기(_A)

# SettingsWindow_AutomateDownload
source: Directly Download Videos
de: Videos direkt herunterladen
hu: Videók közvetlen letöltése
it: Download diretto dei video
ja: 動画を直接ダウンロード
ko: 동영상 직접 다운로드

# SettingsWindow_Advanced
source: Advanced
de: Erweitert
hu: Speciális
it: Avanzate
ja: 高度
ko: 고급

# SettingsWindow_AutomatePattern
source: URL Filter Pattern
de: URL Filterschema
hu: URL-szűrő minta
it: Maschera filtro URL
ja: URL絞り込み規則
ko: URL 필터링 규칙

# SettingsWindow_AutomatePatternHint
source: Enter expression to filter clipboard text
de: Ausdruck zum Filtern der Zwischenablage eingeben
hu: Kifejezés megadása a vágólap szövegének szűréséhez
it: Inserisci l'espressione per filtrare il testo degli Appunti
ja: クリップボードの文字列から絞り込む式を入力
ko: 클립보드 텍스트를 필터링하려면 표현식을 입력하세요

# MainWindow_MenuAutomateConfiguration
source: _Configuration...
de: _Konfiguration...
it: _Configurazione...
ja: 設定(_C)...
ko: 설정(_C)...

# SettingsWindow_AutomatePatternIsRegex
source: Use regular expression as URL filter pattern
de: Regulären Ausdruck als Filterschema verwenden
hu: Szabályos kifejezés használata URL-szűrő mintaként
it: Usa l'espressione regolare come maschera filtro URL
ja: URLの絞り込み規則に正規表現を使用
ko: 표현식을 URL 필터링 규칙으로 사용하기

# CustomArgsWindow_Title
source: Custom Downloader Arguments
de: Benutzerdefinierte Downloaderargumente
hu: Egyéni letöltő argumentumok
it: Argomenti download personalizzato
ja: ダウンロードの引数の指定
ko: 사용자 지정 다운로드 인수

# CustomArgsWindow_Description
source: Enter custom downloader arguments in separate lines
de: Benutzerdefinierte Argumente in separaten Zeilen eingeben
hu: Adja meg az egyéni letöltő argumentumait külön sorokban
it: Inserisci argomenti download personalizzato in righe separate
ja: 1行ごとにダウンローダーの引数を入力
ko: 사용자 지정 다운로드 인수를 각 줄마다 입력하세요

# CustomArgsWindow_Warning
source: WARNING: Specified arguments are passed directly to the downloader process. They might override options required for the correct functioning of this application. Use at your own risk.
de: WARNUNG: Gegebene Argumente werden direkt an Downloaderprozess weitergegeben. Es werden möglicherweise Optionen überschrieben, die für die korrekte Funktionsweise der Applikation nötig sind. Benutzung auf eigene Gefahr.
hu: FIGYELMEZTETÉS: A megadott argumentumok közvetlenül a letöltési folyamatnak kerülnek átadásra. Ezek felülírhatják az alkalmazás megfelelő működéséhez szükséges opciókat. Használata saját felelősségre történik.
it: ATTENZIONE: gli argomenti specificati vengono passati direttamente al processo di download. Potrebbero sovrascrivere le opzioni necessarie per il corretto funzionamento di questa applicazione. L'uso di questa funzione è a tuo rischio.
ja: 警告: 指定された引数は、ダウンローダーの処理に直接渡されます。このアプリケーションが正しく機能するのに必要なオプションを上書きする可能性があります。自己責任で利用してください。
ko: 경고: 이 애플리케이션의 정상적인 작동에 영향을 끼칠 수 있는 특정 인수는 다운로드 과정에서 무시될 수 있습니다. 해당 인수의 사용 시 발생할 수 있는 위험에 대한 책임은 사용자에게 있습니다.

# HwAccelMode_None
source: None
hu: Nincs
it: Nessuna accelerazione
ja: なし
ko: 없음

source: Reset
de: Zurücksetzen
it: Ripristina
ja: 初期化
ko: 초기화

# SettingsWindow_ToolTipReset
source: Reset all settings to their default values.
de: Alle Einstellungen auf Standardwerte zurücksetzen.
hu: Az összes beállítás alapértelmezett értékre történő visszaállítása.
it: Ripristina le impostazioni ai valori predefiniti.
ja: すべての設定を初期値に戻します。
ko: 전체 설정을 기본값으로 초기화

# SettingsWindow_ConfirmReset
source: Continuing will reset all customizations configured in the settings. Really continue?
de: Fortsetzen setzt alle benutzerdefinierten Einstellungen zurück. Wirklich fortsetzen?
hu: Folytatás visszaállítja a beállításokban konfigurált összes testreszabást. Tényleg folytassa?"
it: Continuando verranno ripristinate tutte le personalizzazioni delle impostazioni. Vuoi continuare?
ja: 続行すると、すべての設定が初期化されます。 続行しますか？
ko: 모든 설정을 기본값으로 초기화합니다. 정말 계속하시겠습니까?

source: Warning
de: Warnung
hu: Figyelmeztetés
it: Avviso
ja: 警告
ko: 경고

# MainWindow_MenuErrorLog
source: Open _Error Log
de: _Fehlerlog öffnen
hu: Nyissa meg a _Hibanaplót
it: Apri registro eventi _errori
ko: 에러 로그 열기(_E)

# SettingsWindow_YoutubeDL
source: youtube-dl/ yt-dlp
ar_eg: youtube-dl
cy: youtube-dl
fr: youtube-dl
nl: youtube-dl
pt: youtube-dl
sv: youtube-dl

# Submit
source: OK
ar_eg: موافق
cy: Iawn
pt: Confirmar
