Repository: Bluegrams/Vividl
Catalog: Vividl/Properties/Resources.*.resx
Languages: ar_eg, cy, de, fr, hu, it, ja, ko, nl, pl, pt, sv

source: Cancel
ar_eg: إلغاء
cy: Canslo
de: Abbrechen
fr: Annuler
hu: Törölje
it: Annulla
ja: キャンセル
ko: 취소
nl: Afbreken
pl: Anuluj
pt: Cancelar
sv: Avbryt

# DownloadOption_AVI
source: Convert to AVI
ar_eg: تحويل إلى AVI
cy: Trosi I AVI
de: Konvertieren zu AVI
fr: Convertir en AVI
hu: AVI-ba konvertálás
it: Converti in AVI
ja: AVI に変換
ko: AVI로 변환
nl: Omzetten naar AVI
pl: Konwertuj do AVI
pt: Converter para AVI
sv: Konvertera till AVI

# DownloadOption_Best
source: Best Direct Download
ar_eg: أفضل تحميل مباشر
cy: Dadlwythiad Uniongyrchol Gorau
de: Bester direkter Download
fr: Meilleur téléchargement direct
hu: Legjobb közvetlen letöltés
it: Download diretto migliore
ja: 最良を直接ダウンロード
ko: 직접 다운로드
nl: Beste direct Download
pl: Najlepsze bezpośrednie pobieranie
pt: Melhor transferencia directa
sv: Bästa direktnerladdningen

# DownloadOption_M4A
source: Convert to M4A
ar_eg: تحويل إلى M4A
cy: Trosi I M4A
de: Konvertieren zu M4A
fr: Convertir en M4A
hu: Átalakítás M4A
it: Converti in M4A
ja: M4A に変換
ko: M4A로 변환
nl: Omzetten naar M4A
pl: Konwertuj do M4A
pt: Converter para M4A
sv: Konvertera till M4A

# DownloadOption_MKV
source: Merge to MKV
ar_eg: دمج إلى MKV
cy: Uni I MKV
de: Konvertieren zu MKV
fr: Fusionner avec MKV
hu: Összeolvasztás MKV
it: Unisci in MKV
ja: MKV に結合
ko: MKV로 결합
nl: Omzetten naar MKV
pl: Konwertuj do MKV
pt: Fundir para MKV
sv: Sammanfoga till MKV

# DownloadOption_MP3
source: Convert to MP3
ar_eg: تحويل إلى MP3
cy: Trosi I MP3
de: Konvertieren zu MP3
fr: Convertir en MP3
hu: MP3 konvertálása
it: Converti in MP3
ja: MP3 に変換
ko: MP3로 변환
nl: Omzetten naar MP3
pl: Konwertuj do MP3
pt: Converter para MP3
sv: Konvertera till MP3

# DownloadOption_MP4
source: Convert to MP4
ar_eg: تحويل إلى MP4
cy: Trosi I MP4
de: Konvertieren zu MP4
hu: Átalakítás MP4-be
it: Converti in MP4
ja: MP4 に変換
ko: MP4로 변환
nl: Omzetten naar MP4
pl: Konwertuj do MP4
pt: Converter para MP4
sv: Konvertera till MP4

# DownloadOption_Vorbis
source: Convert to Ogg Vorbis
ar_eg: تحويل إلى Ogg Vorbis
cy: Trosi I Ogg Vorbis
de: Konvertieren zu Ogg Vorbis
fr: Conventir to Ogg Vorbis
hu: Konvertálás Ogg Vorbisba
it: Converti in Ogg Vorbis
ja: Ogg Vorbis に変換
ko: Ogg Vorbis로 변환
nl: Omzetten naar Ogg Vorbis
pl: Konwertuj do Ogg Vorbis
pt: Converter para Ogg Vorbis
sv: Konvertera till Ogg Vorbis

# DownloadOption_WAV
source: Convert to WAV
ar_eg: تحويل إلى WAV
cy: Trosi I WAV
de: Konvertieren zu WAV
fr: Convertir en WAV
hu: Átalakítás WAV-ra
it: Converti in WAV
ja: WAV に変換
ko: WAV로 변환
nl: Omzetten naar WAV
pl: Konwertuj do WAV
pt: Converter para WAV
sv: Konvertera till WAV

source: Error
ar_eg: خطأ
cy: Gwall
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
ko: 에러
nl: Fout
pl: Błąd
pt: Erro
sv: Fel

# FetchWindow_EnterUrls
source: Enter Video URLs in separate lines
ar_eg: أدخل رابط الفيديو فن سطور منفصلة
cy: Rhowch URLau Fideo mewn llinellau ar wahân
de: Video URLs in separaten Zeilen eingeben
fr: Saisissez les URL des vidéos sur des lignes séparées
hu: Videó URL-címek külön sorban történő megadása
it: Inserisci URL video - un collegamento per ciascuna riga
ja: 動画のURLを1行ごとに入力
ko: 동영상의 URL을 각 줄마다 입력하세요
nl: Voer video-URL's op aparte regels in
pl: Wprowadź link do filmu w oddzielnych liniach
pt: Insira o URL dos videos em linhas separadas
sv: Skriv in Video-URL:er i separata linjer

source: Info
ar_eg: معلومات
cy: Gwybodaeth
ja: 情報
ko: 정보
pt: Informação

# MainWindow_AlreadyFetched
source: This video has already been fetched to the download list. To allow duplicates, go to Options -> Settings.
ar_eg: تم إضافة هذا الفيديو إلى قائمة التحميل من قبل. للسماح بالتكرارات، إذهب إلى الخيارات -> الاعدادات.
cy: Mae'r fideo hon eisoes wedi'i chyrchu i'r rhestr lawrlwytho. I ganiatáu dyblygu, ewch i Dewisiadau -> Gosodiadau.
de: Dieses Video wurde bereits der Downloadliste hinzugefügt. Um Duplikate zu erlauben, gehe zu Optionen -> Einstellungen.
fr: Cette vidéo a déjà été récupérée dans la liste de téléchargement. Pour autoriser les doublons, accédez à Options -> Paramètres.
hu: Ez a videó már a letöltési listára került. A duplikációk engedélyezéséhez lépjen a Beállítások -> Beállítások menüpontba.
it: Questo video è già stato inserito nell'elenco download. Per permettere i duplicati, vai in Opzioni > Impostazioni.
ja: この動画は既にダウンロード一覧に登録済みです。 オプション -> 設定 から重複を許可することもできます。
ko: 이미 다운로드 목록에 추가된 동영상입니다. 옵션 -> 설정에서 중복 항목을 허용할 수 있습니다.
nl: Deze video is al toegevoegd aan de downloadlijst.Om dublicaten toe te staan, ga naar Opties -> Instellingen.
pl: Ten film został już dodany na listę pobierania. Aby zezwolić na duplikaty, przejdź do Opcje -> Ustawienia.
pt: Este vídeo já foi adicionado a lista de transferencias. Para permitir duplicados, vá a Opções -> Configurações.
sv: Denna video har redan hämtats till nerladdningslistan. För att tillåta, gå till Alternativ -> Inställningar.

# MainWindow_CountFailedFetches
source: Fetching {0} videos failed:
ar_eg: لم تنجح محاولة إضافة الفيديو {0} إلى قائمة التحميل.
cy: Methodd ffeilio {0} fideo:
de: Abrufen von {0} Videos fehlgeschlagen:
fr: Échec de la récupération de {0} vidéos:
hu: {0} videó letöltése sikertelen:
it: Recupero {0} video falliti:
ja: {0}本の動画の取得に失敗:
ko: {0}개의 동영상 가져오기 실패:
nl: Kirjgen van {0} Videos mislukt:
pl: Pobieranie {0} filmów zakończono niepowodzeniem:
pt: Procurando {0} videos falhados:
sv: Hämtar {0} misslyckade videoklipp:

# MainWindow_DownloadFolder
source: Download Folder
ar_eg: تحميل المجلد
cy: Lawrlwytho Ffolder
de: Downloadordner
fr: Dossier de téléchargement
hu: Letöltési mappa
it: Cartella download
ja: ダウンロード先のフォルダー
ko: 다운로드 폴더
nl: Downloaden
pl: Folder pobierania
pt: Transferir Pasta
sv: Nedladdningsmapp

# MainWindow_FetchFailed_Title
source: Failed to fetch video
ar_eg: لم تنجح محاولة تحميل الفيديو
cy: Wedi methu nôl fideo
de: Abrufen des Videos fehlgeschlagen
fr: Échec de la récupération de la vidéo
hu: Sikertelen videó lekérése
it: Recupero del video fallito
ja: 動画の取得に失敗
ko: 동영상 추출에 실패하였습니다
nl: Kan de video niet ophalen
pl: Nie udało się pobrać filmu
pt: Falhou ao procurar o video
sv: Misslyckades med att hämta videoklipp

# MainWindow_HeaderFile
source: _File
ar_eg: _ملف
cy: _Ffeil
de: _Datei
fr: _Fichier
ja: ファイル(_F)
ko: 파일(_F)
nl: _Dossier
pl: _Plik
pt: _Ficheiro
sv: _Fil

# MainWindow_HeaderOptions
source: _Options
ar_eg: _خيارات
cy: _Opsiynau
de: _Optionen
it: _Opzioni
ja: オプション(_O)
ko: 옵션(_O)
nl: _Opties
pl: _Opcje
pt: _Opções
sv: _Alternativ

# MainWindow_HeaderVideos
source: _Videos
ar_eg: _فيديوهات
cy: _Fideos
hu: _Videók
it: _Video
ja: 動画(_V)
ko: 동영상(_V)
pl: _Filmy
sv: _Videoklipp

# MainWindow_MenuAdd
source: _Add New Videos
ar_eg: _إضافة فيديوهات جديدة
cy: _Ychwanegu Fideos Newydd
de: Neue Videos _hinzufügen
fr: _Ajouter de nouvelles vidéos
it: _Aggiungi nuovi video
ja: 新しい動画を追加(_A)
ko: 새 동영상 추가(_A)
nl: Nieuw Videos _Toevoegen
pl: _Dodaj nowy film
pt: _Adicionar Novos Videos
sv: _Lägg till nya videoklipp

# MainWindow_MenuCancelAll
source: _Cancel All Downloads
ar_eg: _إلغاء كل التحميلات
cy: _Canslo Pob Dadlwythiad
de: Alle Downloads _abbrechen
fr: _Annuler tous les téléchargements
hu: _Minden letöltés törlése
it: _Annulla tutti i Download
ja: すべてのダウンロードをキャンセル(_C)
ko: 전체 다운로드 취소(_C)
nl: Alle Downloads _Afbreken
pl: _Anuluj wszystkie pobrania
pt: _Cancelar todas as transferências
sv: _Avbryt alla nerladdningar

# MainWindow_MenuClearList
source: Clear _Download List
ar_eg: م_سح قائمة التحميل
cy: Rhestr Lawrlwytho Clir
de: Downloadliste _leeren
fr: _Effacer la liste de téléchargement
hu: Letöltési lista törlése
it: A_zzera elenco download
ja: ダウンロード一覧をすべて消去(_D)
ko: 다운로드 목록 비우기(_D)
nl: Downloadlijst _leegmaken
pl: Wyczyść_ listę pobierania
pt: Limpar lista de transferências
sv: _Rensa nerladdningslistan

# MainWindow_MenuDownloadAll
source: _Download All Videos
ar_eg: _تحميل كل الفيديوهات
cy: _Dadlwythwch Pob Fideo
de: Alle _Videos herunterladen
fr: _Télécharger toutes les vidéos
hu: _Minden videó letöltése
it: _Download di tutti i video
ja: すべての動画をダウンロード(_D)
ko: 전체 동영상 다운로드(_D)
nl: Alle _Videos herunterladen
pl: _Pobierz wszystkie filmy
pt: _Transferir todos os videos
sv: _Ladda ner alla videoklipp

# MainWindow_MenuExit
source: _Exit
ar_eg: خ_روج
cy: Allanfa
de: _Beenden
fr: _Sortie
hu: _Kilépés
it: E_sci
ja: 終了(_E)
ko: 종료(_E)
nl: _Afsluiten
pl: _Wyjście
pt: Sair
sv: _Avsluta

# MainWindow_MenuExport
source: _Export Video Links
ar_eg: _إصدار روابط الفيديوهات
cy: _Allforio Dolenni Fideo
de: Video Links _exportieren
fr: _Exporter des liens vidéo
hu: _Videó linkek exportálása
it: _Esporta collegamenti video
ja: 動画のリンクをエクスポート(_E)
ko: 동영상 링크 내보내기(_E)
nl: Video Links _Exporteren
pl: _Eksportuj linki filmów
pt: _Exportar Video Links
sv: _Exportera videoklippslänkar

# MainWindow_MenuImport
source: _Import Video Links
ar_eg: _توريد روابط الفيديوهات
cy: _Mewngludo Cysylltiadau Fideo
de: Video Links _importieren
fr: _Importer des liens vidéo
hu: _Videó linkek importálása
it: _Importa collegamenti video
ja: 動画のリンクをインポート(_I)
ko: 동영상 링크 가져오기(_I)
nl: Video Links _Importeren
pl: _Importuj linki filmów
pt: _Importar Video Links
sv: _Importera Videoklippslänkar

# MainWindow_MenuPaste
source: _Paste Video Link
ar_eg: _لصق رابط الفيديو
cy: _Gludo Cyswllt Fideo
de: Video Link ein_fügen
fr: _ Coller le lien vidéo
hu: _Videó link beillesztése
it: Inc_olla collegamento video
ja: 動画のリンクを貼り付け(_P)
ko: 동영상 링크 붙여넣기(_P)
nl: Video Link invoegen
pl: _Wklej link filmu
pt: _Copiar Video Link
sv: _Klistra in Videoklippslänk

# MainWindow_MenuSelectFolder
source: Change Download _Folder...
ar_eg: تغيير _مجلد التحميل...
cy: Newid Ffolder_Lawrlwytho...
de: Downloadordner _ändern...
fr: Modifier le dossier de téléchargement ...
hu: Letöltés módosítása _Mappa...
it: Modifica cartella download...
ja: ダウンロード先のフォルダー変更(_F)...
ko: 다운로드 폴더 변경(_F)...
nl: Wijzid de _downoadmap
pl: Zmień folder_ do pobrań...
pt: Mudar transferências_Pasta...
sv: Ändra Nerladdning_Mapp...

# MainWindow_MenuSettings
source: _Settings
ar_eg: _الإعدادات
cy: _Gosodiadau
de: _Einstellungen
fr: _Réglages
hu: Beállítások
it: I_mpostazioni
ja: 設定(_S)
ko: 설정(_S)
nl: _Instellingen
pl: _Ustawienia
pt: _Configurações
sv: _Inställningar

# MainWindow_OpenFolder
source: Open
ar_eg: فتح
cy: Ar agor
de: Öffnen
fr: Overt
hu: Megnyitás
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
sv: Öppna

# MainWindow_StatusFailed
source: Failed:
ar_eg: فشل:
cy: Wedi methu:
de: Fehler:
fr: Échoué:
hu: Sikertelen:
it: Falliti:
ja: 失敗:
ko: 실패:
nl: Fout:
pl: Niepowodzenie:
pt: Falhado:
sv: Misslyckades:

# MainWindow_StatusInProcess
source: In Process:
ar_eg: جاري:
cy: Yn y Broses:
de: In Bearbeitung:
fr: En cours:
hu: Folyamatban:
it: In corso:
ja: 進行中:
ko: 진행중:
nl: In bewerking:
pl: W przygotowaniu:
pt: Em Processo:
sv: Pågående:

# MainWindow_StatusSucceeded
source: Successful:
ar_eg: ناجح:
cy: Llwyddiannus:
de: Erfolgreich:
fr: Réussi:
hu: Sikeres:
it: Completati:
ja: 成功:
ko: 성공:
nl: Gelukt:
pl: Sukces:
pt: Sucesso:
sv: Lyckade:

# MetadataWindow_Creator
source: Creator:
ar_eg: المنشئ:
cy: Creawdwr:
de: Ersteller:
fr: Créateur:
it: Creatore:
ja: 作成者:
ko: 제작자:
nl: Ersteller:
pl: Twórca:
pt: Criador:
sv: Skapare:

# MetadataWindow_Description
source: Description
ar_eg: وصف:
cy: Disgrifiad
de: Beschreibung
fr: La description
hu: Leírás:
it: Descrizione
ja: 説明
ko: 설명
nl: Omshrijving
pl: Opis
pt: Descrição
sv: Beskrivning

# MetadataWindow_Duration
source: Duration:
ar_eg: المدة:
cy: Hyd:
de: Dauer:
fr: Durée
hu: Időtartam:
it: Durata:
ja: 再生時間:
ko: 재생시간:
nl: Duur:
pl: Czas trwania:
pt: Duração:
sv: Varaktighet:

# MetadataWindow_Link
source: Link
ar_eg: الرابط
cy: Dolen
it: Collegamento
ja: リンク
ko: 링크
sv: Länk

# MetadataWindow_UploadDate
source: Uploaded:
ar_eg: المرفوع:
cy: Llwythwyd i fyny:
de: Hochgeladen:
fr: Téléchargé:
hu: Feltöltés: Felvétel: Link:
it: Data caricamento:
ja: アップロード日:
ko: 업로드 날짜:
nl: Geupload:
pl: Wysłano:
pt: Carregado:
sv: Uppladdad:

# MetadataWindow_Uploader
source: Uploader:
ar_eg: الرافع:
cy: Uwchlwythwr:
de: Hochgeladen von:
fr: Téléchargeur:
hu: Feltöltő: Feltöltő: A feltöltő:
it: Autore:
ja: アップロード者:
ko: 게시자:
nl: Geupload van:
pl: Przesyłający:
pt: Carregador:
sv: Uppladdare:

# MetadataWindow_Views
source: Views:
ar_eg: المشاهدات:
cy: Golygfeydd:
de: Ansichten:
fr: Vues:
hu: Nézet:
it: Visualizzazioni:
ja: 再生回数:
ko: 조회수:
nl: Keer bekeken:
pl: Wyświetleń:
pt: Visualizações
sv: Visningar:

# SelectDirectory_Description
source: Select the directory where the downloaded videos will be saved:
ar_eg: إختر المجلد الذي سوف يتم تحميل الفيديوهات إليه
cy: Dewiswch y cyfeiriadur lle bydd y fideos sydd wedi'u lawrlwytho yn cael eu cadw:
de: Wähle den Ordner, in dem heruntergeladene Videos gespeichert werden:
fr: Sélectionnez le répertoire dans lequel les vidéos téléchargées seront enregistrées:
hu: Válassza ki a könyvtárat, ahová a letöltött videókat menteni fogja:
it: Seleziona la cartella dove verranno salvati i video:
ja: ダウンロードした動画が保存されるフォルダを選択:
ko: 다운로드된 동영상을 저장할 폴더를 선택하세요:
nl: Kies de map waarin gedownloade video's worden opgeslagen:
pl: Wybierz katalog, w którym zostaną zapisane pobrane filmy:
pt: Selecione a pasta onde os videos transferidos serão guardados:
sv: Välj en mapp att spara nerladdade videoklipp till:

# SettingsWindow_AllowDuplicates
source: Allow duplicate video entries
ar_eg: السماح بتكرار الفيديوهات
cy: Caniatáu cofnodion fideo dyblyg
de: Doppelte Videoeinträge erlauben
fr: Autoriser les entrées vidéo en double
hu: Duplikált videóbejegyzések engedélyezése
it: Permetti elementi video duplicati
ja: 重複した動画の登録を許可
ko: 중복 동영상 등록 허용
nl: Sta dubbelel video's toe:
pl: Zezwól na duplikowanie wejść filmów
pt: Permitir entradas de video duplicadas
sv: Tillåt dubbla videoklippsposter

# PathSelectionControl_Change
source: Change
ar_eg: تغيير
cy: Newid
de: Ändern
fr: Changez
hu: módosítás
it: Modifica
ja: 変更
ko: 변경
nl: Veranderen:
pl: Zmień
pt: Mudar
sv: Ändra

# SettingsWindow_DefaultFormat
source: Default download format:
ar_eg: تصميم التحميل الأساسي:
cy: Fformat lawrlwytho rhagosodedig:
de: Standard Downloadformat:
fr: Format de téléchargement par défaut:
hu: Alapértelmezett letöltési formátum:
it: Formato download predefinito:
ja: 既定のダウンロード形式:
ko: 기본 다운로드 포맷:
nl: Standard Downloadformaat:
pl: Domyślny format pobierania:
pt: Formato da transferencia por defeito:
sv: Standard Nerladdningsformat:

# SettingsWindow_Download
source: Download
ar_eg: تحميل
cy: Dadlwythwch
fr: téléchargement
hu: Letöltés:
ja: ダウンロード
ko: 다운로드
pl: Pobierz
pt: Transferência
sv: Ladda ner

# SettingsWindow_DownloadFolder
source: Video Download Folder
ar_eg: مجلد تحميل الفيديوهات
cy: Ffolder Lawrlwytho Fideo
de: Video Downloadordner
fr: Dossier de téléchargement vidéo
hu: Videó letöltési mappa
it: Cartella download video
ja: 動画をダウンロードするフォルダー
ko: 동영상 다운로드 폴더
nl: Video Download map
pl: Folder do pobrania filmu
pt: Pasta dos videos transferidos
sv: Videoklipp Nerladdningsmapp

# SettingsWindow_DownloadOptions
source: Download Options
ar_eg: خيارات التحميل
cy: Lawrlwytho Opsiynau
de: Downloadoptionen
fr: téléchargement Options
hu: Letöltési beállítások
it: Opzioni download
ja: ダウンロード オプション
ko: 다운로드 옵션
nl: Downloadopties
pl: Opcje pobierania
pt: Transferir opções
sv: Nerladdningsalternativ

# SettingsWindow_Filename
source: Filename
ar_eg: إسم الملف
cy: Enw ffeil
de: Dateiname
fr: Nom de fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
ko: 파일명
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do ficheiro
sv: Filnamn

# SettingsWindow_General
source: General
ar_eg: عام
cy: Cyffredinol
de: Allgemein
fr: Général
hu: Általános
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
sv: Allmänt

# SettingsWindow_MaxProcesses
source: Maximum concurrent downloads
ar_eg: أقصى عدة للتحميلات المتوازية
cy: Uchafswm o lawrlwythiadau cydamserol
de: Maximale parallele Downloads
fr: Téléchargements simultanés maximum
hu: Maximális egyidejű letöltések
it: Numero max download contemporanei
ja: 最大同時ダウンロード数
ko: 최대 동시 다운로드 수
nl: Maximale parallele Downloads
pl: Maksymalna liczba równoległych pobrań
pt: Quantidade máxima de transferências em paralelo
sv: Maximalt samverkande nerladdningar

# SettingsWindow_OverwriteFiles
source: Overwrite existing files
ar_eg: الكتابة فوق الملفات الموجودة
cy: Ysgrifennwch y ffeiliau presennol
de: Vorhandene Dateien überschreiben
fr: écraser les fichiers existants
hu: Meglévő fájlok felülírása
it: Sovrascrivi file esistenti
ja: 既に存在するファイルの上書き
ko: 이미 존재하는 파일 덮어쓰기
nl: Bestaande bestanden overshrijven
pl: Nadpisz istniejące pliki
pt: Escrever por cima dos ficheiros existentes
sv: Överskriv existerande filer

# SettingsWindow_RestrictFilenames
source: Restrict filename to ASCII characters
ar_eg: السماح بحروف الASCII فقط
cy: Cyfyngu enw ffeil i nodau ASCII
de: Dateinamen auf ASCII-Zeichen limitieren
fr: Restreindre le nom de fichier aux caractères ASCII
hu: A fájlnév ASCII karakterekre korlátozása
it: Limita nome file a soli caratteri ASCII
ja: ファイル名をASCII文字に制限
ko: 파일명을 ASCII 문자로 변경
nl: Beperk bestandsnamen tot ASCII-tekens
pl: Ogranicz nazwę pliku do znaków ASCII
pt: Restringir o nome do arquivo a caracteres ASCII
sv: Begränsa filnamn till ASCII-tecken

# SettingsWindow_ShowAllFormats
source: Show all available formats
ar_eg: إظهار جميع التصميم المتوفرة
cy: Dangoswch yr holl fformatau sydd ar gael
de: Alle verfügbaren Formate anzeigen
fr: Afficher tous les formats disponibles
hu: Az összes elérhető formátum megjelenítése
it: Visualizza tutti i formati disponibili
ja: すべての利用可能な形式を表示
ko: 사용 가능한 모든 포맷 표시
nl: Toon alle beschikbare formaten
pl: Pokaż wszystkie dostępne formaty
pt: Mostrar todos os formatos disponíveis
sv: Visa alla tillgängliga format

# SettingsWindow_Title
source: Settings
ar_eg: الإعدادات
cy: Gosodiadau
de: Einstellungen
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen:
pl: Ustawienia
pt: Configurações
sv: Inställningar

# SettingsWindow_VideoList
source: Download List
ar_eg: قائمة التحميل
cy: Rhestr Lawrlwytho
de: Downloadliste
fr: Télécharger la liste
hu: Letöltési lista
it: Elenco download
ja: ダウンロード一覧
ko: 다운로드 목록
nl: Downloadlijst
pl: Lista pobierania
pt: Lista de transferências
sv: Nerladdningslista

# VideoEntry_Converting
source: Converting...
ar_eg: تحويل...
cy: Trosi...
de: Konvertiert...
fr: Conversion ...
hu: Átalakítás...
it: Conversione...
ja: 変換中...
ko: 변환중...
nl: Omzetten...
pl: Konwertowanie...
pt: Convertindo...
sv: Konverterar...

# VideoEntry_CopyUrl
source: Copy Video URL
ar_eg: نسخ رابط الفيديو
cy: Copi URL Fideo
de: Video URL kopieren
fr: Copier l'URL de la vidéo
hu: Videó URL másolása
it: Copia URL video
ja: 動画のURLをコピー
ko: 동영상 URL 복사
nl: Video URL kopieren
pl: Kopiuj adres filmu
pt: Copiar URL do video
sv: Kopirera videoklippets URL

# VideoEntry_Download
source: Download
ar_eg: تحميل
cy: Dadlwythwch
fr: téléchargement
hu: Letöltés
ja: ダウンロード
ko: 다운로드
pl: Pobierz
pt: Transferência
sv: Nerladdning

# VideoEntry_Downloading
source: Downloading...
ar_eg: غاري التحميل...
cy: Llwytho i lawr...
de: Lädt herunter...
fr: Téléchargement ...
hu: Letöltés...
it: Download...
ja: ダウンロード中...
ko: 다운로드 중...
nl: Laden naar beneden ...
pl: Pobieranie...
pt: Transferindo...
sv: Laddar ner...

# VideoEntry_Finished
source: Finished.
ar_eg: تم الإنتهاء.
cy: Gorffennwyd.
de: Beendet.
fr: Fini.
hu: Befejezve.
it: Completato.
ja: 完了.
ko: 완료.
nl: Stoppen.
pl: Zakończono.
pt: Finalizado.
sv: Färdig.

# VideoEntry_Play
source: Play
ar_eg: تشغيل
cy: Chwarae
de: Abspielen
fr: Jouer
hu: Lejátszás
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
sv: Spela

# VideoEntry_Playlist
source: Playlist - {0} Videos
ar_eg: قائمة التشغيل - {0} فيديوهات
cy: Rhestr Chwarae - {0} Fideos
fr: Playlist - {0} Vidéos
hu: Lejátszási lista - {0} Videók
it: Playlist - {0} video
ja: 再生リスト - {0}本の動画
ko: 재생목록 - {0}개의 동영상
pl: Playlista - {0} filmów
pt: Lista de reprodução - {0} Videos
sv: Spellista - {0} Videor

# VideoEntry_PreProcessing
source: Preparing...
ar_eg: جاري التحضير...
cy: Paratoi...
de: Vorbereiten...
fr: En train de préparer ...
hu: Előkészítés...
it: Preparazione...
ja: 準備中...
ko: 준비중...
nl: Voorbereiden...
pl: Przygotowywanie...
pt: A preparar...
sv: Förbereder...

# VideoEntry_Remove
source: Remove Video
ar_eg: إزالة الفيديو
cy: Dileu Fideo
de: Video entfernen
fr: Supprimer la vidéo
hu: Videó eltávolítása
it: Rimuovi video
ja: 動画の除去
ko: 동영상 삭제
nl: Video verwijderen
pl: Usuń film
pt: Remover video
sv: Ta bort video

# VideoEntry_ShowInFolder
source: Show In Folder
ar_eg: إظهار في المجلد
cy: Dangos Mewn Ffolder
de: In Ordner anzeigen
fr: Afficher dans le dossier
hu: Mappában megjelenítés
it: Visualizza nella Cartella
ja: フォルダーを開く
ko: 폴더에서 열기
nl: In map tonen
pl: Pokaż w folderze
pt: Mostrar na pasta
sv: Visa i mapp

# VideoEntry_ShowInformation
source: Show Information
ar_eg: إظهار المعلومات
cy: Dangos Gwybodaeth
de: Informationen anzeigen
fr: Montrer l'information
hu: Információk megjelenítése
it: Visualizza informazioni
ja: 情報を表示
ko: 정보 표시
nl: Informatie weergeven
pl: Pokaż informacje
pt: Mostrar informação
sv: Visa Information

# Video_DownloadCancelled
source: Cancelled "{0}".
ar_eg: ملغي "{0}"
cy: Wedi'i ganslo "{0}".
de: "{0}" abgebrochen.
fr: Annulé "{0}".
hu: Törölt "{0}".
it: Annullato "{0}".
ja: キャンセル "{0}".
ko: 취소 "{0}".
nl: "{0}" afgebroken.
pl: Anulowano "{0}".
pt: Cancelado "{0}"
sv: Avbruten "{0}".

# Video_DownloadFinished
source: Finished "{0}".
ar_eg: تم الانتهاء "{0}".
cy: Gorffennwyd "{0}".
de: "{0}" beendet.
fr: terminé "{0}".
hu: Befejezve "{0}".
it: Completato "{0}".
ja: 完了 "{0}".
ko: 완료 "{0}".
nl: "{0}" voltooid.
pl: Zakończono "{0}".
pt: Concluido "{0}"
sv: Färdig "{0}".

# MainWindow_MenuAbout
source: _About
ar_eg: ع_ن
cy: Am
de: Ü_ber
fr: _Sur
it: I_nfo programma
ja: 情報(_A)
ko: 정보(_A)
nl: Over
pl: _O
pt: _Sobre
sv: _Om

# SettingsWindow_Binaries
source: Application
ar_eg: التطبيق
cy: Cais
de: Applikation
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
nl: Programma
pl: Aplikacja
pt: Aplicação
sv: Applikation

# SettingsWindow_CheckForUpdates
source: Check For Updates
ar_eg: إبحث عن تحديثات
cy: Gwiriwch am Ddiweddariadau
de: Nach Updates suchen
fr: Rechercher des mises à jour
hu: Frissítések ellenőrzése
it: Controlla aggiornamenti
ja: 更新確認
ko: 업데이트 확인
nl: Naar Updates zoeken
pl: Sprawdź aktualizacje
pt: Procurar atualizações
sv: Leta efter uppdateringar

# SettingsWindow_Path_ToolTip
source: Location of the executable on your PC
ar_eg: مكان البرنامج على الحاسب
cy: Lleoliad y gweithredadwy ar eich cyfrifiadur
de: Speicherort des Programms im Dateisystem
fr: Emplacement de l'exécutable sur votre PC
hu: A futtatható fájl helye a számítógépen
it: Percorso file eseguibile nel PC
ja: パソコン内での実行ファイルの場所
ko: 실행 파일의 위치
nl: Locatie van het programma in het bestandsysteem
pl: Lokalizacja programu na twoim komputerze
pt: Localização do executável no seu PC
sv: Plats av körningsprogrammet på din PC

# SettingsWindow_Version
source: Version:
ar_eg: الإصدار:
cy: Fersiwn:
hu: Verzió:
it: Versione:
ja: バージョン:
ko: 버전:
nl: Versie:
pl: Wersja:
pt: Versão:

# SettingsWindow_CheckingForUpdates
source: Checking for updates...
ar_eg: جاري البحث عن تحديثات
cy: Gwirio am ddiweddariadau ...
de: Suche nach Updates...
fr: Recherche de mises à jour ...
hu: Frissítések keresése...
it: Controllo aggiornamenti...
ja: 更新を確認中...
ko: 업데이트 확인 중...
nl: Zoekt naar Updates...
pl: Sprawdzanie aktualizacji...
pt: Procurando novas atualizações...
sv: Letar efter uppdateringar...
